std::hash< API_ElemType > Struct Reference
Element Manager
std::hash specialization for API_ElemType. More...
#include <APIdefs_Elements.h>
Detailed Description
std::hash specialization for API_ElemType.